{
  "iadd": {
    "inputText":"Input",
    "outputText":"Output",
    "selectTokenText":"Select token",
    "rateText":"Exchange rate",
    "swapText":"Swap",
    "balanceText":"Balance",
    "unauthorizedText":"Unauthorized!",
    "authorizeText":"Authorize",
    "sellingText":"You are selling",
    "receiveText":"You will receive",
    "transactionFailedText":"or transaction failed",
    "enter an amount":"Enter an amount",
    "Insufficient balance":"Insufficient balance!",
    "walltSubmitText":"Submitting request using wallet...",
    "selectText":"Select",
    "seachTokenText":"Search token",
    "authorizingText":"Authorizing, please wait...",
    "transactionText":"IADD Network",
    "notTipText":"Not enough to give a tip",
    "tipText":"give a tip",
    "tipTextE2U":"Burn Honor Token",
    "minthonorText":"Tip Honor Tokens",
    "notEnoughTip":"Plus the bonus, the balance is insufficient!",
    "pol-01":"In Q2 of 2020, after nearly a year of development, we completed the ",
    "pol-02":". Our Innovation revealed that all current DEXs have become accomplices to scammers through an capitalistic secret. This insight has also inspired us to rethink how we govern the applications necessary for the future.",
    "pol-03":"This is a crucial governance license that ensures AI can lead us to a new civilization. It's published on Github with ERC-7914 included.",
    "pol-04":"The first case of the Satoshi UTO Fund's application refers to the rewards provided by the Satoshi UTO Fund if you participate in ",
    "pol-05":"ETH forging (converting ETH into UTO)",
    "pol-06":"The earlier you forge, the higher the rewards! For a detailed explanation, please read the relevant section in the",
    "pol-07":"The Satoshi UTO Fund was forged by 50 anonymous participants. The Satoshi UTO Fund is dedicated to human incentives, welfare, and relief. And it's as huge as 1.15792 × 10^69 UTO.",
    "pol-08":"Proof of Love: The Consensus of Next Civilization",
    "pol-09":"A thematic work co-writed with Large Languange Models, based on six years of our technological innovation.",
    "networkName":"Network",
    "pol2-03":"...And more!",
    "pol2-01":"The Fusion of Smart Contracts and AI.",
    "pol2-02":"Transform Ethereum through AI, and elevate SCAI to 2.0.",
    "indexTitleText":"Leading to PoL Civ - DAism"



  }
}
