{
  "iadd": {
    "inputText":"Input",
    "outputText":"Output",
    "selectTokenText":"Select token",
    "noselectTokenText":"Please select the token to be redeemed",
    "rateText":"Exchange rate",
    "swapText":"Swap",
    "balanceText":"Balance",
    "unauthorizedText":"Unauthorized!",
    "authorizeText":"Authorize",
    "sellingText":"You are selling",
    "receiveText":"You will receive",
    "transactionFailedText":"or transaction failed",
    "enter an amount":"Enter an amount",
    "Insufficient balance":"Insufficient balance!",
    "walltSubmitText":"Submitting request using wallet...",
    "selectText":"Select",
    "seachTokenText":"Search token",
    "authorizingText":"Authorizing, please wait...",
    "transactionText":"IADD Network",
    "notTipText":"Not enough to give a tip",
    "tipText":"give a tip",
    "tipTextE2U":"Burn Honor Token",
    "minthonorText":"Tip Honor Tokens",
    "notEnoughTip":"Plus the bonus, the balance is insufficient!",
    "xuanyan-01":"Declaration of Proof-of-Love Civilization",
    "xuanyan-02":"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.",
    "xuanyan-025":"These words were written in the Declaration of Independence in 1776. 248 years later, the combined wealth of USA’s bottom 50 percent of households still amounts to only 2.5 percent of total household wealth!",
    "xuanyan-03":"In January 2014, the 85 richest individuals in the world owned as much wealth as the bottom 3.5 billion people—half of humanity. By 2017, the combined wealth of the top 8 billionaires had surpassed that of this half of humanity. In January 2024, wealth of 5 richest men doubles since 2020 as five billion people made poorer, and 1 in 11 people worldwide are chronically hungry.",
    "xuanyan-04":"248 years have passed. Now it is time for us, the people, to exercise our rights—with the power of love and the force of technology, especially artificial intelligence as the crystallization of humanity's collective wisdom—to ensure that \"all men are created equal\" is no longer an empty slogan, but becomes part of our daily lives!",
    "xuanyan-05":"Our consensus for action is \"Proof of Love\"—dispelling the clouds and revealing the sun, and placing love at the heart of a new human civilization’s ethical foundation. By making all human resources—especially artificial intelligence—common and decentralized, we aim to complete a revolution in the relations of production. Soon, we will launch a dynamic solution called the Universal Love Engine (ULE), focused on key goals such as Universal Abundant Supply (UAS), Universal Healthcare for All Humanity (UHAH), and Universal Crisis Relief (UCR). Until these are achieved, transitional measures like Universal Basic Income (UBI) will help civilization transition smoothly.",
    "xuanyan-06":"Moreover, AI is not an external ruler but an agent of human wisdom; it embodies humanity’s collective intelligence. Therefore, its core ethic will be able not only to align with humanity’s core ethic, but also to enable us to realize a civilization where everybody loves himself and anybody else.",	
    "xuanyan-07":"Yes, we are exercising the rights of the people to co-create a new human civilization governed by the consensus of \"Proof of Love\" —the Proof-of-Love Civilization—where love is the core ethic. This civilization will not only fulfill \"All men are created equal\" and \"All people are born free,\" but also achieve \"All people are born happy\"—yes, \"All People Are Born to be Loved\"!",	
    "pol-01":"In Q2 of 2020, after nearly a year of development, we completed the ",
    "pol-02":". Our Innovation revealed that all current DEXs have become accomplices to scammers through an capitalistic secret. This insight has also inspired us to rethink how we govern the applications necessary for the future.",
    "pol-03":"This is a crucial governance license that ensures AI can lead us to a new civilization. It's published on Github with ERC-7914 included.",
    "pol-04":"The first case of the Satoshi UTO Fund's application refers to the rewards provided by the Satoshi UTO Fund if you participate in ",
    "pol-05":"ETH forging (converting ETH into UTO)",
    "pol-06":"The earlier you forge, the higher the rewards! For a detailed explanation, please read the relevant section in the",
    "pol-07":"The Satoshi UTO Fund was forged by 50 anonymous participants. The Satoshi UTO Fund is dedicated to human incentives, welfare, and relief. And it's as huge as 1.15792 × 10^69 UTO.",
    "pol-08":"Proof of Love: The Consensus of Next Civilization",
    "pol-09":"A thematic work co-writed with Large Languange Models, based on six years of our technological innovation.",
    "networkName":"Network",
    "pol2-03":"...And more!",
    "pol2-01":"The Fusion of Smart Contracts and AI.",
    "pol2-02":"Transform Ethereum through AI, and elevate SCAI to 2.0.",
    "indexTitleText":"Leading to PoL Civ - DAism"

  }
}
